{
  "username": "championetrade",
  "heading": "US Carbon Fiber Trunk Lip Spoiler Wing For 10-13 Mercedes C207 E-class E350 CT",
  "body": " \n   \n\n   \n\n  \n    \n  \n         -Fitment : 2010-2013 Carbon Fiber Mercedes Benz E-class W207 C207 2D Coupe Boot Trunk Spoiler-Condition : 100% Brand New-Include : One Mercedes Benz Carbon Fiber Trunk Spoiler-Material : 100% Real Carbon Fiber Made, Durable &amp; Weather Proof, Life-time CS-Color:Black-Feature : Direct Fit, Easy Installation, Outstanding,Smart Look-Warranty : WARRANTY OFFER.           -Paypal ONLY. Payment must be made within 10 days of auction end or transaction will be cancelled and item will be relisted on eBay. -Please make sure that your account is verified and shipping address is confirmed. We will only ship to confirmed addresses. There will be no exceptions.    -Items will be shipped same business day as much as possible depending on time of day item is purchased and payment received. -Most items are shipped via USPS, DHL &amp; EMS unless otherwise specified. Please understand that shipping times are based on business days (weekdays) so weekends are not included in the shipping time. -Transit time for U.S. 48 domestic states is about 5-10 days, for Canada and International countries may take 7-21 days (varies for items shipped from an international location), please understand international shipping may extra time for custom clearance ( up to another 7 days) and feel free to contact us at any time.*IMPORTANT! It is the customer’s responsibility to pay all the applicable import duties, taxes or breakage fee which are NOT included in item price &amp; shipping fees. Please check with your own government website before placing bids.    -FEEDBACK Please be well informed that we always strive for the 5 stars online shopping experience of our valued customer, and your satisfication is our only concern. Therefore if you are not satisfied, please DO NOT LEAVE US A NEGATIVE FEEDBACK, because it resolves nothing. Just feel free to contact us with any concern directly! We will be of your service at anytime and come up with the best solution on your request. If you are satisfied, we do hope you LEAVE US A POSITIVE FEEDBACK &amp; 5 STARS RATING and recommend us to your friend. -DEFECTIVE If product is defective upon arrival, please email us immediately with a digital photo of the product, we will assist you with the returning procedure and we will be responsible for all shipping charges. -DAMAGE If product is damaged upon arrival, please e-mail a digital photo of the problem. We will file a damage claim to the shipping company. After claim has been approved, we will re-ship the item at shipping company's cost. -PACKAGE LOST If the package is lost in transit, we will follow up with shipping company right away, replacement or refund at buyer's choice. -RECEIVED INCORRECT ITEM  If buyer received incorrect item, please e-mail us with a digital photo of the item. We will issue a prepaid return shipping label and responsible for re-shipping charge. (For domestic shipment only). -PURCHASED WRONG ITEM AND WANT TO EXCHANGE If buyer purchase the wrong item by error and wants a return, shipping and handling charges is not refundable, buyer will also be responsible for another shipping and handling charge. -PURCHASED WRONG ITEM AND WANT A REFUND If buyer purchased the wrong item by error and wants an exchange, buyer is responsible for all shipping charges. Returned items will be subject to a 15% restocking fee, and must be in brand new, resalable condition.    -If you have any question about this item or need any help, please click the \"ASK A QUESTION\" button at the bottom of item listing page OR below our ID on the top right corner. -Your e-mail is guaranteed to be replied within 24 hours. E-mail sent to us during weekends and holidays will be replied on the following business day. -Please note that all e-mails will be sent to the e-mail address you have on ebay. We recommend checking both of your Inbox and Junk Mail Box incase messages are treated as SPAMs. -Just feel free to e-mail us with any question or your any corcern. Thank you for visiting our store!       \n  \n    \n  \n  \n  inkfrog terapeak\n\n\nPowered by SoldEazy\ninkFrog Analytics\n\n\n\n\n",
  "expiresAt": "2015-10-22T02:37:57.965Z",
  "categoryCode": "VPAR",
  "annotations": {
    "condition": "New",
    "brand": "Unbranded/Generic",
    "other_part_number": "CF-01-0009",
    "primary_color": "Carbon Black",
    "warranty": "Yes",
    "surface_finish": "100% Real Carbon Fiber Made, Durable & Weather Pro",
    "installation": "No Installation Instruction",
    "manufacturer_part_number": "Does not apply",
    "buy_it_now_auction": "false",
    "listing_type": "StoreInventory",
    "ship_to_locations": "US",
    "source_account": "championetrade"
  },
  "postingId": "0b0b6a7dcc1d402ca7fe88f58d8df4cc",
  "location": {
    "state": "USA-CA",
    "country": "USA",
    "city": "USA-SFO-SLE"
  },
  "language": "EN",
  "images": [
    {
      "full": "http://thumbs1.ebaystatic.com/m/m35_584rkSr_Cpkrpn5AZQQ/140.jpg"
    }
  ],
  "geo": {
    "accuracy": 8,
    "status": 3,
    "coordinates": [
      -122.161033,
      37.715865
    ]
  },
  "createdAt": "2015-10-08T02:37:57.965Z",
  "askingPrice": {
    "value": "149.49",
    "currency": "USD"
  },
  "external": {
    "threeTaps": {
      "timestamp": 1442088000,
      "status": "for_sale",
      "categoryGroup": "VVVV",
      "category": "VPAR",
      "id": 2362531125,
      "location": {
        "state": "USA-CA",
        "country": "USA",
        "city": "USA-SFO-SLE"
      }
    },
    "source": {
      "url": "http://www.ebay.com/itm/US-Carbon-Fiber-Trunk-Lip-Spoiler-Wing-10-13-Mercedes-C207-E-class-E350-CT-/121757770312",
      "id": "121757770312",
      "code": "EBAYM"
    }
  }
}